def a61():
    a = {"Россия": "Москва", "Франция": "Париж", "Германия": "Берлин", "Греция": "Афины", "Дания": "Копенгаген",
         "Египет": "Каир", "Ирак": "Багдад", "Испания": "Мадрид", "Италия": "Рим ", "Казахстан": "Астана"}
    print(a)
    b = input("Vvibirete ctranu ")
    print(a[b])
    c = dict(sorted(a.items()))
    print(c)
def b62():
    a = {'A': 1, 'B': 1, 'E': 1, 'И': 1, 'H': 1, '0': 1, 'З': 1, 'C': 1, 'T': 1, 'Д': 2, 'К': 2, 'Л': 2, 'М': 2, 'П': 2,
         'У': 2, 'Б': 3, 'Г': 3, 'Ё': 3, 'Ь': 3, 'Я': 3, 'Й': 4, 'Ы': 4, 'Ж': 5, 'З': 5, 'Х': 5, 'Ц': 5, 'Ч': 5, 'Ш': 8,
         'Э': 8, 'Ю': 8, 'Ф': 10, 'Щ': 10, 'Ъ': 10}
    b = input("VVedite clovo: ")
    b = b.upper()
    d = 0
    for e in b:
        if e in a:
            d += a[e]
    print("Clovo ctoit: ", d)
